<?php
/* Smarty version 3.1.32, created on 2018-12-20 10:41:07
  from 'C:\OpenServer\domains\authorization.local\protected\app\core\admin-template\system\help.tpl' */

/* @var Smarty_Internal_Template $_smarty_tpl */
if ($_smarty_tpl->_decodeProperties($_smarty_tpl, array (
  'version' => '3.1.32',
  'unifunc' => 'content_5c1b479379e766_09692146',
  'has_nocache_code' => false,
  'file_dependency' => 
  array (
    '6752bb1d7ea8e3f46110339a21177e12ad024887' => 
    array (
      0 => 'C:\\OpenServer\\domains\\authorization.local\\protected\\app\\core\\admin-template\\system\\help.tpl',
      1 => 1469786304,
      2 => 'file',
    ),
  ),
  'includes' => 
  array (
  ),
),false)) {
function content_5c1b479379e766_09692146 (Smarty_Internal_Template $_smarty_tpl) {
if ($_smarty_tpl->tpl_vars['help_theme']->value == "stc_add") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p><b>Для добавления новой страницы, Вам необходимо заполнить поля, отмеченные <span class="ness_color">*</span></b></p>
		
		<p>Мета данные:</p>
		<ul class="list">
			<li><b>Заголовок</b> - строка, которая будет отображаться в заголовке браузера</li>
			<li><b>Ключевые слова</b> - набор ключевых слов, разделенных запятой, описывающих содержание страницы. Необходимых для продвижения.</li>
			<li><b>Описание</b> - краткое описание страницы. Необходимых для продвижения.</li>
		</ul>
		
		<p>Описание страницы:</p>
		<ul class="list">
			<li><b>Название страницы <span class="ness_color">*</span></b> - название страницы(на русском или английском), используется в выводе карты сайта и в разделе администрирования. Также может использоваться как заголовок на сайте</li>
			<li><b>Системное имя <span class="ness_color">*</span></b> - название страницы на английском(латинскими символами и/или цифрами), выводится в адресной строке. </li>
			<li><b>Порядок вывода</b> - устанавливает порядок вывода страниц в карте сайта и в разделе администрирования.</li>
			<li><b>Отображать страницу</b> - Вы можете скрыть страницу на сайте, установив значение "Нет".</li>
		</ul>
		
		<p>Дополнительные параметры:</p>
		<ul class="list">
			<li><b>Родительская страница</b> - задает вложенность страницы, при необходимости, можно изменить вложенность.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Шаблон страницы</b> - задает дизайн страницы сайта.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Доступ к странице</b> - позваляет ограницить доступ к странице для групп пользователей. Если не отмечена ни одна граппа, то страница доступна для просмотра всем посетителям сайта.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Перенаправление</b> - позваляет задать перенаправление с текущей страницы на заданную. Адрес указывать в виде http://my-site.ru/news/ или /news/.<b> (Для&nbsp;опытных&nbsp;пользователей)</b> </li>
			<li><b>Отображать в карте сайта</b> - позваляет скрыть страницу из раздела &mdash; Карта сайта</li>
			<li><b>Получаем аргументы</b> - делает текущую страницу виртуальной. <span class="ness_color"><b>(Для&nbsp;программистов)</b></span></li>
			<li><b>Привязать к модулю</b> - устанавливает связь страницы с модулем. <span class="ness_color"><b>(Для&nbsp;программистов)</b></span></li>
		</ul>
		
		<p>Содержание</p>
		<ul class="list">
			<li><b>Содержание</b> - текст страницы, который отображается на сайте. Если вы увидели вставки в тексте "<b>[[module=news_list]]</b>", то не изменяйте их!</li>
		</ul>
	</div>
	
	
<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "stc_edit") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p><b>При редактировании страницы, вам необходимо оставить заполнеными поля, отмеченные <span class="ness_color">*</span></b></p>
		<p>Мета данные:</p>
		<ul class="list">
			<li><b>Заголовок</b> - строка, которая будет отображаться в заголовке браузера</li>
			<li><b>Ключевые слова</b> - набор ключевых слов, разделенных запятой, описывающих содержание страницы. Необходимых для продвижения.</li>
			<li><b>Описание</b> - краткое описание страницы. Необходимых для продвижения.</li>
		</ul>
		
		<p>Описание страницы:</p>
		<ul class="list">
			<li><b>Название страницы <span class="ness_color">*</span></b> - название страницы(на русском или английском), используется в выводе карты сайта и в разделе администрирования. Также может использоваться как заголовок на сайте</li>
			<li><b>Системное имя <span class="ness_color">*</span></b> - название страницы на английском(латинскими символами и/или цифрами), выводится в адресной строке. </li>
			<li><b>Порядок вывода</b> - устанавливает порядок вывода страниц в карте сайта и в разделе администрирования.</li>
			<li><b>Отображать страницу</b> - Вы можете скрыть страницу на сайте, установив значение "Нет".</li>
		</ul>
		
		<p>Дополнительные параметры:</p>
		<ul class="list">
			<li><b>Родительская страница</b> - задает вложенность страницы, при необходимости, можно изменить вложенность.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Шаблон страницы</b> - задает дизайн страницы сайта.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Доступ к странице</b> - позваляет ограницить доступ к странице для групп пользователей. Если не отмечена ни одна граппа, то страница доступна для просмотра всем посетителям сайта.<b> (Для&nbsp;опытных&nbsp;пользователей)</b></li>
			<li><b>Перенаправление</b> - позваляет задать перенаправление с текущей страницы на заданную. Адрес указывать в виде http://my-site.ru/news/ или /news/.<b> (Для&nbsp;опытных&nbsp;пользователей)</b> </li>
			<li><b>Отображать в карте сайта</b> - позваляет скрыть страницу из раздела &mdash; Карта сайта</li>
			<li><b>Получаем аргументы</b> - делает текущую страницу виртуальной. <span class="ness_color"><b>(Для&nbsp;программистов)</b></span></li>
			<li><b>Привязать к модулю</b> - устанавливает связь страницы с модулем. <span class="ness_color"><b>(Для&nbsp;программистов)</b></span></li>
		</ul>
		
		<p>Содержание</p>
		<ul class="list">
			<li><b>Содержание</b> - текст страницы, который отображается на сайте. Если вы увидели вставки в тексте "<b>[[module=news_list]]</b>", то не изменяйте их!</li>
		</ul>
	</div>
	
<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "stc_index") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>В этом разделе Вы можете добавить новые страници на своем сайте, а так же отредактировать или удалить существующие.</p>
	</div>

	
<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "usr_logs") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>В данном разделе Вы сможете просмотреть события связанные с сайтом.</p>
		<ul class="list">
			<li><b>Хост/Домен</b> - адрес сайта.</li>
			<li><b>Браузер</b> - название и версия браузера.</li>
			<li><b>Страница сайта</b> адрес страницы, на которой произошло событие.</li>
			<li><b>Внешний ip адрес</b> Внешний ip адрес пользователя</li>
			<li><b>ip адрес подсети</b> Внутренний и внешний ip адрес пользователя(если используется proxy-сервер).</li>
		</ul>
	</div>

<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "usr_groups") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>В данном разделе Вы можете управлять группами пользователей. <br />
		Группы пользователей нужны для разграничения доступа на сайте.<br />
		<span class="ness_color">Внимание!</span> - аккуратно удаляйте группы, т.к. пользователи, которые входят в удаленную группу, потеряют возможность входа в закрытые разделы или получать рассылку.
		</p>
		
	</div>

<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "vote_index") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>В данном разделе Вы можете управлять выводом голосований на сайте. <br />
		Чтобы создать новое голосование(опрос) - нажмите на "Добавить голосование". Для добавление вопросов - нажмите "±" в строке с названием голосования(опроса).
		</p>
		
	</div>

<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "blc_banners") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>Раздел баннеров позволит Вам настроить вывод баннеров на сайте. <br />
		Для настройки ротации(показа по очереди нескольких баннеров) Вам необходимо указать для двух, или более баннеров, указать одинаковое <b>ситстемное имя</b>.
		</p>
		
	</div>

<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "blc_banners_item") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>Управление баннерами</p>
		<ul class="list">
			<li><b>Название</b> - для того, чтобы Вы моги различать баннера.</li>
			<li><b>Сис. имя</b> - используется для вставки баннеров на сайте(пример вставки <b>[[banner=system_name_of_banner]]</b>). Если указать у двух или более баннеров одинаковые системные имена, то они будут показываться по-очереди.</li>
			<li><b>Ссылка</b> - укажите адрес(ссылку) на которую можно перейти по клику на баннер.</li>
			<li><b>Файл (картинка или flash-банер)</b></li>
			<li><b>Активен</b> - Вы можете отключать/включать баннера на сайте</li>
		</ul>
	</div>
	
<?php } elseif ($_smarty_tpl->tpl_vars['help_theme']->value == "search_index") {?>
	<div id="<?php echo $_smarty_tpl->tpl_vars['help_theme']->value;?>
" class="tool-tip">
		<p>Для корректной работы поиска Вам необходимо переодически проводить <b>индексацию</b> сайта. <br />
		Для индексации нажмите на кнопку "Проиндексировать заново". Появится новое окно, в котором начнется индексация сайта. Окно нельзя закрывать, пока индексация не закончится.</p>
		<p><b>Индексацию следует делать после внесения изменений на сайте.</b></p>
	</div>
	

<?php } else { ?>

<?php }
}
}
